{
  "Home": "ہوم",
  "Blogs": "بلاگز",
  "About Us": "ہمارے بارے میں",
  "Login": "لاگ ان کریں",
  "Don't Say Its Wheat Until You Harvest It": "اس کی گندم کو اس وقت تک مت کہو جب تک کہ آپ اس کی کٹائی نہ کریں۔",
  "Contact with Botanist": "ماہر نباتات سے رابطہ کریں۔",
  "The most important factor in reduction of quality and quantity of crop is due to plant disease. Identifying plant disease is akey to prevent agricultural losses": " فصل کے معیار اور مقدار میں کمی کا سب سے اہم عنصر پودوں کی بیماری ہے۔ زرعی نقصانات کو روکنے کے لیے پودوں کی بیماری کی شناخت ضروری ہے۔",
  "Let's Detect The Disease": "آئیے بیماری کا پتہ لگائیں۔",
  "Findout their syptoms and Pesticides": "ان کی علامات اور کیڑے مار ادویات تلاش کریں۔",
  "Most Common Diseases": "عام بیماریاں",
  "Following are Most Common Diseases": "سب سے عام بیماریاں درج ذیل ہیں۔",
  "Find out disease in your wheat by uploading a picture.": "تصویر اپ لوڈ کر کے اپنی گندم میں بیماری معلوم کریں۔",
  "Search for information on specific wheat disease by entering name.": "نام درج کرکے گندم کی مخصوص بیماری کے بارے میں معلومات تلاش کریں۔",
  "Search for disease in your wheat based on symptoms.": "علامات کی بنیاد پر اپنی گندم میں بیماری کی تلاش کریں۔",
  "Adress": "پتہ",
  "Phone No": "فون نمبر",
  "E-mail": "ای میل",
  "Search By Image": "تصویر کے ذریعے تلاش کریں۔",
  "Search By Disease": "بیماری سے تلاش کریں۔",
  "Search By Symptoms": "علامات کے لحاظ سے تلاش کریں۔",
  "Let's Detect the Disease": "آئیے بیماری کا پتہ لگائیں۔",
  "Upload Image": "تصویر انٹرنیٹ پر ڈالنا",
  "Let's Contact with Botanist": "آئیے ماہر نباتات سے رابطہ کریں۔",
  "Name": "نام",
  "Email": "ای میل",
  "Subject": "مضمون",
  "Message": "پیغام",
  "Disease Name": "بیماری کا نام",
  "Confidence": "اعتماد",
  "Disease symptoms:": "بیماری کی علامات",
  "Leaf rust, also known as brown rust is caused by the fungal pathogen Puccinia triticina The initial symptoms of leaf rust include small, oval-shaped, orange to brown pustules that appear on the leaves.These pustules usually develop on the upper surface of the leaves and can be surrounded by a yellow halo.As the disease progresses, the pustules rupture, releasing rusty-brown spores that can spread to other plants.Severe infections can lead to extensive leaf damage, reduced photosynthesis, and ultimately yield loss": "پتوں کا زنگ جسے بھورا زنگ بھی کہا جاتا ہے پھپھوندی پیتھوجین Puccinia triticina کی وجہ سے ہوتا ہے۔ پتوں کے زنگ کی ابتدائی علامات میں پتوں پر نمودار ہونے والے چھوٹے، بیضوی شکل کے، نارنجی سے بھورے رنگ کے چھالے شامل ہوتے ہیں۔ اور یہ ایک پیلے رنگ کے ہالہ سے گھرا ہو سکتا ہے۔ جیسے جیسے بیماری بڑھتی ہے، آبلے پھٹ جاتے ہیں، زنگ آلود بھورے بیضوں کو خارج کرتے ہیں جو دوسرے پودوں میں پھیل سکتے ہیں۔ شدید انفیکشن پتوں کو بڑے پیمانے پر نقصان پہنچا سکتے ہیں، فوٹو سنتھیسز کو کم کر سکتے ہیں، اور بالآخر پیداوار میں کمی کا باعث بن سکتے ہیں۔",
  "Disease treatment:": "بیماری کا علاج:",
  "Managing leaf rust in wheat involves a combination of cultural, chemical, and genetic strategies.Crop rotation: Planting wheat in fields where the disease has not been present for several years can help reduce inoculum levels.Resistant varieties: Planting resistant wheat varieties is an effective and environmentally friendly approach to control leaf rust.Fungicides: If necessary, fungicides can be applied to control leaf rust, especially during periods of high disease pressure. Consult with local agricultural extension services or experts for specific recommendations on fungicide use.": "گندم میں پتوں کے زنگ کو سنبھالنے میں ثقافتی، کیمیائی اور جینیاتی حکمت عملیوں کا امتزاج شامل ہوتا ہے۔ فصل کی گردش: ایسے کھیتوں میں گندم کا پودا لگانا جہاں بیماری کئی سالوں سے موجود نہیں ہے انوکولم کی سطح کو کم کرنے میں مدد کر سکتی ہے۔ مزاحم قسمیں: مزاحم گندم کی اقسام کا لگانا ایک موثر ہے۔ اور پتے کے زنگ کو کنٹرول کرنے کے لیے ماحول دوست نقطہ نظر۔ فنگسائڈز: اگر ضروری ہو تو، پتوں کے زنگ کو کنٹرول کرنے کے لیے پھپھوند کش ادویات کا استعمال کیا جا سکتا ہے، خاص طور پر بیماری کے زیادہ دباؤ کے دوران۔ فنگسائڈ کے استعمال سے متعلق مخصوص سفارشات کے لیے مقامی زرعی توسیعی خدمات یا ماہرین سے مشورہ کریں۔"
}
